{"id": "es_es-train-001-s114", "lang": "es", "text": "La banda británica The Horrors han versionado la característica 'The Best Thing I Never Had' de la diosa del Ébano y artista pop Beyonce.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-001-s114"}
{"id": "es_es-train-001-s138", "lang": "es", "text": "En 2000 actuó en la película Faust: Love of the Damned.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-001-s138"}
{"id": "es_es-train-001-s181", "lang": "es", "text": "En 1945 apareció como bailarina en la película musical The Blonde From Brooklyn.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-001-s181"}
{"id": "es_es-train-001-s285", "lang": "es", "text": "Otros, como Los Angeles Times y The Philadelphia Inquirer lo criticaron por responder tan pocas de las preguntas de la serie.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-001-s285"}
{"id": "es_es-train-001-s358", "lang": "es", "text": "Este disco cuenta con 4 covers, \"Fantasma\" de Melero, \"Todavía una cancion de amor\" de Joaquin Sabina, \"Ave de paso\" de Sandro y \"Straight to hell\" de The Clash.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-001-s358"}
{"id": "es_es-train-001-s494", "lang": "es", "text": "En The Empire Strikes Back, Vader captura a Leia, Han, Chewbacca (Peter Mayhew), y a C3PO (Anthony Daniels) en Bespin (la ciudad de las nubes), para atraer a Luke a un enfrentamiento.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-001-s494"}
{"id": "es_es-train-002-s115", "lang": "es", "text": "Algunas de sus composiciones son interpretadas por muchos músicos irlandeses, como el grupo Planxty, The Chieftains y The Dubliners, así como por músicos de otros países.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-002-s115"}
{"id": "es_es-train-002-s483", "lang": "es", "text": "La creciente productividad de Harrison al final de la vida de The Beatles le permitiría recopilar suficiente material para desarrollar una carrera musical en solitario bastante exitosa y larga, que daría comienzo a partir de la última sesión junto al resto del grupo el 4 de enero de 1970, con casi 27 años.", "expect_primes": ["THE"], "source": "ud_treebank", "sent_id": "es-train-002-s483"}
